[
  {
    "id": "forum_Aave_JosueMpia",
    "name": "JosueMpia",
    "source": "Aave Governance",
    "context": "your recent proposal/post on the Aave forum regarding 'llamarisk insights: custom stablecoins — a retail opportunity for aave'",
    "message": "Hi JosueMpia, regarding your recent proposal/post on the Aave forum regarding 'llamarisk insights: custom stablecoins — a retail opportunity for aave' — we are building Kerne Protocol, an institutional delta-neutral yield infrastructure on Base. We'd like to share our Data Room with you: https://kerne.ai/data-room",
    "status": "queued",
    "timestamp": 1771629475.311499
  },
  {
    "id": "twitter_@hosaboroshi",
    "name": "Haseeb Qureshi (Managing Partner)",
    "source": "Curated Investor List",
    "twitter": "@hosaboroshi",
    "context": "your investment focus at Dragonfly Capital and Led Ethena seed. Deep DeFi thesis. Would understand YRE immediately.",
    "message": "Hi Haseeb Qureshi (Managing Partner), regarding your investment focus at Dragonfly Capital and Led Ethena seed. Deep DeFi thesis. Would understand YRE immediately. — we are building Kerne Protocol, an institutional delta-neutral yield infrastructure on Base. We'd like to share our Data Room with you: https://kerne.ai/data-room",
    "status": "queued",
    "timestamp": 1771629476.039514
  },
  {
    "id": "twitter_@pythianism",
    "name": "Vance Spencer (Co-Founder)",
    "source": "Curated Investor List",
    "twitter": "@pythianism",
    "context": "your investment focus at Framework Ventures and Invested in Aave, Chainlink, Synthetix. Stablecoin thesis aligned.",
    "message": "Hi Vance Spencer (Co-Founder), regarding your investment focus at Framework Ventures and Invested in Aave, Chainlink, Synthetix. Stablecoin thesis aligned. — we are building Kerne Protocol, an institutional delta-neutral yield infrastructure on Base. We'd like to share our Data Room with you: https://kerne.ai/data-room",
    "status": "queued",
    "timestamp": 1771629476.4659097
  },
  {
    "id": "twitter_@ZeMariaMacedo",
    "name": "José Maria Macedo (Partner)",
    "source": "Curated Investor List",
    "twitter": "@ZeMariaMacedo",
    "context": "your investment focus at Delphi Ventures and Research-driven. Published extensive stablecoin analysis. Active DeFi investors.",
    "message": "Hi José Maria Macedo (Partner), regarding your investment focus at Delphi Ventures and Research-driven. Published extensive stablecoin analysis. Active DeFi investors. — we are building Kerne Protocol, an institutional delta-neutral yield infrastructure on Base. We'd like to share our Data Room with you: https://kerne.ai/data-room",
    "status": "queued",
    "timestamp": 1771629476.894844
  },
  {
    "id": "twitter_@Rewkang",
    "name": "Andrew Kang (Co-Founder)",
    "source": "Curated Investor List",
    "twitter": "@Rewkang",
    "context": "your investment focus at Mechanism Capital and Yield-focused fund. Invested in Ethena, Ribbon, Lyra. Perfect thesis fit.",
    "message": "Hi Andrew Kang (Co-Founder), regarding your investment focus at Mechanism Capital and Yield-focused fund. Invested in Ethena, Ribbon, Lyra. Perfect thesis fit. — we are building Kerne Protocol, an institutional delta-neutral yield infrastructure on Base. We'd like to share our Data Room with you: https://kerne.ai/data-room",
    "status": "queued",
    "timestamp": 1771629477.3042457
  },
  {
    "id": "twitter_@polaboroshi",
    "name": "Olaf Carlson-Wee (Founder)",
    "source": "Curated Investor List",
    "twitter": "@polaboroshi",
    "context": "your investment focus at Polychain Capital and Major DeFi allocator. Led rounds for Ondo, dYdX.",
    "message": "Hi Olaf Carlson-Wee (Founder), regarding your investment focus at Polychain Capital and Major DeFi allocator. Led rounds for Ondo, dYdX. — we are building Kerne Protocol, an institutional delta-neutral yield infrastructure on Base. We'd like to share our Data Room with you: https://kerne.ai/data-room",
    "status": "queued",
    "timestamp": 1771629477.74836
  },
  {
    "id": "twitter_@delitzer",
    "name": "Dan Elitzer (Co-Founder)",
    "source": "Curated Investor List",
    "twitter": "@delitzer",
    "context": "your investment focus at Nascent and DeFi-native fund. Invested in Lido, Yearn ecosystem. Yield infrastructure thesis.",
    "message": "Hi Dan Elitzer (Co-Founder), regarding your investment focus at Nascent and DeFi-native fund. Invested in Lido, Yearn ecosystem. Yield infrastructure thesis. — we are building Kerne Protocol, an institutional delta-neutral yield infrastructure on Base. We'd like to share our Data Room with you: https://kerne.ai/data-room",
    "status": "queued",
    "timestamp": 1771629478.1766243
  },
  {
    "id": "twitter_@jessewldn",
    "name": "Jesse Walden (Founder)",
    "source": "Curated Investor List",
    "twitter": "@jessewldn",
    "context": "your investment focus at Variant Fund and Ownership economy thesis. Invested in Uniswap, Flashbots.",
    "message": "Hi Jesse Walden (Founder), regarding your investment focus at Variant Fund and Ownership economy thesis. Invested in Uniswap, Flashbots. — we are building Kerne Protocol, an institutional delta-neutral yield infrastructure on Base. We'd like to share our Data Room with you: https://kerne.ai/data-room",
    "status": "queued",
    "timestamp": 1771629478.6090803
  },
  {
    "id": "twitter_@danrobinson",
    "name": "Dan Robinson (Research Partner)",
    "source": "Curated Investor List",
    "twitter": "@danrobinson",
    "context": "your investment focus at Paradigm and Largest crypto fund. Led Lido, Uniswap, Blur. Dream lead but hardest to reach.",
    "message": "Hi Dan Robinson (Research Partner), regarding your investment focus at Paradigm and Largest crypto fund. Led Lido, Uniswap, Blur. Dream lead but hardest to reach. — we are building Kerne Protocol, an institutional delta-neutral yield infrastructure on Base. We'd like to share our Data Room with you: https://kerne.ai/data-room",
    "status": "queued",
    "timestamp": 1771629479.0322654
  },
  {
    "id": "twitter_@EvgenyGaevoy",
    "name": "Evgeny Gaevoy (CEO)",
    "source": "Curated Investor List",
    "twitter": "@EvgenyGaevoy",
    "context": "your investment focus at Wintermute Ventures and Market making for KERNE + kUSD on CEXs/DEXs",
    "message": "Hi Evgeny Gaevoy (CEO), regarding your investment focus at Wintermute Ventures and Market making for KERNE + kUSD on CEXs/DEXs — we are building Kerne Protocol, an institutional delta-neutral yield infrastructure on Base. We'd like to share our Data Room with you: https://kerne.ai/data-room",
    "status": "queued",
    "timestamp": 1771629479.4615526
  },
  {
    "id": "twitter_@GSaboroshi",
    "name": "Rich Rosenblum (Co-Founder)",
    "source": "Curated Investor List",
    "twitter": "@GSaboroshi",
    "context": "your investment focus at GSR and Market making + OTC desk for institutional kUSD",
    "message": "Hi Rich Rosenblum (Co-Founder), regarding your investment focus at GSR and Market making + OTC desk for institutional kUSD — we are building Kerne Protocol, an institutional delta-neutral yield infrastructure on Base. We'd like to share our Data Room with you: https://kerne.ai/data-room",
    "status": "queued",
    "timestamp": 1771629479.9200974
  },
  {
    "id": "twitter_@StaniKulechov",
    "name": "Stani Kulechov (Founder)",
    "source": "Curated Investor List",
    "twitter": "@StaniKulechov",
    "context": "your investment focus at Aave Companies and Direct path to kUSD listing on Aave (biggest integration target)",
    "message": "Hi Stani Kulechov (Founder), regarding your investment focus at Aave Companies and Direct path to kUSD listing on Aave (biggest integration target) — we are building Kerne Protocol, an institutional delta-neutral yield infrastructure on Base. We'd like to share our Data Room with you: https://kerne.ai/data-room",
    "status": "queued",
    "timestamp": 1771629480.3335695
  },
  {
    "id": "twitter_@tn_pendle",
    "name": "TN Lee (Co-Founder)",
    "source": "Curated Investor List",
    "twitter": "@tn_pendle",
    "context": "your investment focus at Pendle and kUSD yield tokenization integration (PT-kUSD / YT-kUSD)",
    "message": "Hi TN Lee (Co-Founder), regarding your investment focus at Pendle and kUSD yield tokenization integration (PT-kUSD / YT-kUSD) — we are building Kerne Protocol, an institutional delta-neutral yield infrastructure on Base. We'd like to share our Data Room with you: https://kerne.ai/data-room",
    "status": "queued",
    "timestamp": 1771629480.9319122
  }
]